Repository: fedexperez/flutter-all-topics
Catalog: lib/core/l10n/intl_*.arb
Languages: es

# apiResponseTitle
source: Response
es: Respuesta

source: Close
es: Cerrar

source: English
es: Ingles

# error400
source: The request could not be understood or was missing some parameters
es: Oops, algo salió mal. Parece que la solicitud no pudo entenderse o hacen falta parámetros requeridos

# error401
source: Authentication error! Please log in again or check your permissions
es: Error de autenticación! Por favor, inicia sesión nuevamente o verifica tus permisos

# error403
source: Access denied! You don''t have permissions to access this resource
es: Acceso denegado! No tienes permisos para acceder a este recurso

# error404
source: Resource not found! We couldn''t find what you were looking for
es: Recurso no encontrado! No pudimos encontrar lo que estabas buscando

# error405
source: The request method is not supported for the requested resource
es: El método de solicitud no es compatible con el recurso solicitado

# error429
source: Too many requests! Please wait a moment and try again
es: Exceso de solicitudes. Por favor, espera un momento y vuelve a intentarlo

# error500
source: Oops, something went wrong on our server. We''re working to fix it
es: Oops, algo salió mal en nuestro servidor. Estamos trabajando para solucionarlo

# error502
source: Gateway error! An invalid response was received from the server
es: Error en la puerta de enlace! Se recibió una respuesta no válida desde el servidor

# error503
source: Service unavailable! The server is currently unable to handle the request
es: Servicio no disponible! El no se pudo procesar la solicitud en este momento

# error504
source: Timeout error! We couldn''t receive a timely response from the server
es: Tiempo de espera agotado! No pudimos recibir una respuesta oportuna del servidor

# errorDefault
source: Oops! Something went wrong and we couldn''t process your request
es: Lo sentimos. Algo salió mal y no pudimos procesar tu solicitud

# errorSettingLanguage
source: There was an error setting the language, try again
es: Hubo un error configurando el idioma, intentalo de nuevo

source: Language
es: Idioma

source: Spanish
es: Español
